'{
"summery":{
	"title":"Sweeds",
	"img":"link",
	"tags":[
		{
		"name":"Introduserades i",
		"content":"Age of Empiers III: Definitive Edition"
		},
		{
		"name":"Kontinent",
		"content":"Europa"
		},
		{
			"name":"Huvudstad",
			"content":"Stocholm"
		}
	]},
"description":"Svenskarna är en av de två civilisationer som introducerades i Age of Empires III: Definitive Edition, den andra är Inka. De är ättlingar till vikingarna som bebodde Skandinavien, och är syskon till danskarna och norrmännen.

I jämförelse med de andra europeiska staterna var den svenska koloniseringen i Amerika ganska liten: de höll Delawarefloden från 1638 till 1655, Saint-Barthélemy från 1784 till 1878 och Guadeloupe från 1813 till 1814, och är mer kända för sin emigration till Minnesota.",
"content":[
	{
		"title":"Översikt",
		"text":"Sverige briljerar i sin ekonomi från spelets början. Spelare kan bygga Torps, en civil byggnad som ersätter huset. Den kostar +35 ved och samlar automatiskt närliggande resurser. En bärbuske dyker också upp bredvid Torp när den byggs, men den har bara 200 mat. Med tillägget av Blueberries, Blackberries, Engelsberg Ironworks, Dominion och Great Northern Forests-korten kommer Torp att bli mycket effektivare på att samla in resurser."
	},
	{
		"title":"Förmåger",
		"text":"Torpar kan samla resurser när de byggs bredvid dem
		Leveranser av legosoldater kostar -10 % mynt och kommer fram 20 sekunder snabbare
		Ha alltid tillgång till avancerad Arsenal-teknik
		Kungliga gardets enheter: Pikeman (Dalkarl), Hakkapelit (Drabant)"
	},
	{
		"title":"Historia",
		"text":"Den tidigmoderna svenska staten uppstod först under 1500-talet när Gustav I Vasa (1496-1560, r. 1523-1560) efter årtionden av spänningar mellan monarki och adel besteg tronen. Hans största bidrag till staten var att frigöra den från handelsherravälde i händerna på Hansan, en handelsorganisation baserad i Tyskland som i huvudsak hade monopoliserat utomeuropeisk handel i Östersjön och, i mindre utsträckning, Nordsjön. Följaktligen blomstrade de svenska bönderna och regionen gick in i en period av ekonomiskt välstånd.

		Denna period av statsbildning sammanföll med den protestantiska reformationen, som framkallade ondskefulla och olycksbådande spänningar mellan protestanter och katoliker. Medan det tillfälligt led på grund av återkommande våld som följde ebb och flod av reformationen och motreformationen, etablerades Sverige snart som en protestantisk stat när Karl IX (f. 1604-1611) avsatte sin rival Sigismund III. Från denna tidpunkt och framåt blev Sverige starkt involverad i politiken och religiösa konflikter på kontinenten.
		
		Under Karls efterträdare, Gustavus Adolphus (1594-1632; r. 1611-1632), gick Sverige in i en guldålder. Trots att han klättrade upp på tronen vid 16 års ålder och besvärades med tre nedärvda krig, lyckades Gustavus stabilisera sitt rike, ingick flera i stort sett gynnsamma fördrag och genomförde en rad politiska, ekonomiska och sociala reformer för att säkra inhemsk välfärd medan hans militära reformer revolutionerade landet. svensk armé och flotta. Kombinationen av mobilt fältartilleri med rörligt kavalleri och aggressiv, mångsidig infanteritaktik gjorde den svenska armén dödlig i strid. När Gustavus ingrep i trettioåriga kriget räddade han inte bara den protestantiska saken; han lyckades till och med erövra mycket av det heliga romerska riket innan han dog i strid 1632.
		
		Under de följande decennierna ledde Sveriges framgångar på slagfältet i Skandinavien och på kontinenten till etableringen av det svenska imperiet. Under denna tid försökte svenska migranter bosätta sig i Afrika och Amerika, men med marginell framgång. Till att börja med var deras utländska ägodelar snabbt förlorade eller sålda, framför allt Nya Sverige i Delaware River Valley, som greps av holländarna 1655. Tillfällig instabilitet löstes av de mäktiga monarker Karl XI (r. 1660-1697). och Karl XII (f. 1697-1718), som återupplivade en ekonomi som tröttnat på årtionden av krigföring och ytterligare reformerade den svenska militären till den skräckinjagande karolska armén, en elit och mångsidig militärstyrka som genomförde flera framgångsrika kampanjer in i Ryssland och Polen-Litauen.
		
		Trots den katastrofala stora hungersnöden 1695-1697 fortsatte Sverige att expandera, men stoppades i början av 1700-talet av ett starkt ryskt försvar som utnyttjade den brända jordens taktik och den brutala ryska vintern till dödlig effekt. Det svenska imperiet förlorade därefter kontrollen över de flesta av sina utomeuropeiska ägodelar. I ett försök att återhämta sin kontroll över de västra delarna av Östersjön allierade sig Sverige med den anti-franska koalitionen under Napoleonkrigen och lyckades ta kontroll över Norge 1814. Detta markerade dock slutet på den svenska expansionismen, eftersom neutralitet eftersträvades hädanefter samtidigt som Sverige strävade efter att industrialisera och modernisera sin ekonomiska och politiska struktur. En anmärkningsvärd biprodukt av dessa processer var massutvandringen av svenskar till Amerikas förenta stater, där medborgare av svenska anor fortfarande utgör en betydande minoritet av befolkningen."
	}
],
"refrences":[
	{
	"title":"text",
	"where":"here"
	},
	{
	"title":"text",
	"where":"here"
	}
]}'

